[
  "obsidian-style-settings",
  "obsidian-contextual-typography",
  "obsidian-hover-editor",
  "dataview",
  "obsidian-hider",
  "file-explorer-note-count",
  "cmdr",
  "better-export-pdf",
  "obsidian-outliner",
  "obsidian-another-quick-switcher",
  "calendar",
  "obsidian-footnotes",
  "quick-explorer",
  "obsidian-advanced-uri",
  "obsidian-focus-mode",
  "obsidian-better-command-palette",
  "editing-toolbar",
  "homepage",
  "obsidian-tracker",
  "contribution-graph",
  "obsidian-checklist-plugin",
  "hk-code-block",
  "3d-graph",
  "obsidian-excalidraw-plugin",
  "iconic",
  "manual-sorting",
  "templater-obsidian",
  "keyboard-analyzer",
  "settings-search",
  "recent-files-obsidian",
  "obsidian-plugin-toc",
  "floating-toc",
  "highlightr-plugin",
  "widgets",
  "obsidian-git"
]